Revit 2027 API
ParameterTypeId.PhaseCreated Property
 "Phase Created"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhaseCreated { get; }
Public Shared ReadOnly Property PhaseCreated As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhaseCreated {
	ForgeTypeId^ get ();
}
static member PhaseCreated : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace